[
  {
    "title": "Vikingetid",
    "sub_title": "ca. 750-1050",
    "content": "Vikingerne sejlede på togter ud i Europa, hvor de **handlede**, **plyndrede** og **slog sig ned**. Det var også i denne periode, at de fleste danskere blev kristne."
  },
  {
    "title": "Middelalder",
    "sub_title": "ca. 1050-1500",
    "content": "I middelalderen kæmpede **kongen**, **kirken** og **adelen** ofte mod hinanden om **magten**. Kongemagt og kirke kom dog med tiden til at hænge tættere sammen. Ud over denne udvikling i styreform var middelalderen også en periode med vigtige nyskabelser som Jyske Lov og Danmarkshistoriens værste pestepidemi, Den Sorte Død. Desuden blev hele Norden samlet i én union, Kalmar­ unionen."
  },
  {
    "title": "Reformation, svenskerige og enevældens indførelse",
    "sub_title": "ca. 1500-1700",
    "content": "Med reformationen i 1536 blev protestantismen indført i Danmark. Det betød samtidig, at kongens magt blev meget større. Kirken, det vil sige det kristne trossamfund, blev lagt ind under kongen i stedet for at være under paven, og kongenove tog kirkens ejendom."
  },
  {
    "title": "Søfartsnation og kolonimagt",
    "sub_title": "ca. 1620",
    "content": "I 1600- og 1700-tallet blev Danmark ligesom manage andre vesteuropæiske lande en kolonimagt. Det vil sige, at Danmark erhvervede landområder uden for Danmark og erklærede dem som en del af det danske rige."
  },
  {
    "title": "Oplysningstid og vejen til demokrati",
    "sub_title": "ca. 1700-1849",
    "content": "Oplysningstid in 1700-tallets Europa var en tid, der var præget af store forandringer. Oplysningstiden byggede på den opfattelse, at befolkningen gennem oplysning, tolerance og kritisk tænkning kunne blive friere og bedre mennesker. Fornuften skulle føre til frihed for den enkelte. Sådanne tanker nåede også til Danmark. Det voksende borgerskab i byerne krævede at få del i magten og begyndte at angribe enevælden."
  },
  {
    "title": "De selsvigske krige",
    "sub_title": "1848-64",
    "content": "I første halvdel af 1800-tallet voksede nationalbevidstheden i Europa, herunder i Danmark. Det samme gjorde modsætningsforholdet mellem dem, der følte sig henholdsvis danske og tyske i det danske rige. Det udløste i 1848-50 en borgerkrig mellem kongeriget Danmark og tysksindede oprørere i hertugdømmerne Slesvig og Holsten, hvor den danske konge også varregnt. Danmark vandt krigen, men problemet var ikke løst. I 1864 udløste de nationale spændinger igen en krig. Denne gangvandt tyskerne, og Danmark mistede både Slesvig og Holsten."
  },
  {
    "title": "Industrialiseringen og nye politiske bevægelser",
    "sub_title": "1864-1914",
    "content": "Slutningen af 1800-tallet og begyndelsen af 1900-tallet var præget af en omfattende modernisering af det danske samfund. Der kom gang i en industriel udvikling, velstanden steg, og nye politiske reformer skulle sikre en mere fri økonomi. Indenrigspolitisk opstod der en markant konflikt mellem godsejerpartiet Højre og bondepartiet Venstre, og en række nye politiske bevægelser som arbejderbevægelsen, andelsbevægelsen og kvindebevægelsen så dagens lys."
  },
  {
    "title": "Vernenskrig, kriser og socialreformer",
    "sub_title": "1914-40",
    "content": "1914-18 rasede 1. Verdenskrig mellem Europas stormagter. Danmark undgik at blive direkte involveret. De efterfølgende år var præget af en højst dødelig influenzaepidemi samt politisk uro både i Danmark og resten af verden. Mange europæiske lande udviklede sig til diktaturstater. I 1930’erne var verden i dyb økonomisk krise. Også i Danmark voksede arbejdsløsheden kraftigt. Det udløste mange konflikter på arbejdsmarkedet og gav Socialdemokratiet stor opbakning. Det motiverede også de gamle partier til sammen at finde løsninger, som var med til at sikre, at antidemokratiske ideologier aldrig for alvor vandt tilslutning i Danmark."
  },
  {
    "title": "Danmark besat af tysland",
    "sub_title": "1940-45",
    "content": "Hitlers angreb på Polen i september 1939 medførte, at Storbritannien og Frankrig erklærede Tyskland krig. Dermed var 2. Verdenskrig brudt ud i Europa. Danmark var besat af Tyskland fra 1940 indtil krigens afslutning i 1945. Danmark samarbejdede med tyskerne for at mildne besættelsesvilkårene, men under krigen voksede en dansk modstandsbevægelse frem. Samtidig lykkedes det for Danmark at redde langt de fleste af landets jøder fra Nazi-Tysklands folkemord, Holocaust."
  },
  {
    "title": "Kold krig, velfærd og ungdomsoprør",
    "sub_title": "1945-72",
    "content": "Danmark ændrede sig meget i tiden efter 2. Verdenskrig. Danmark opgav sin traditionelle neutralitetspolitik og blev medlem af NATO i 1949. Også indenrigspolitisk bød efterkrigstiden på store forandringer, ikke mindst på grund af den hastigt voksende økonomiske velstand. Danskerne fik flere penge mellem hænderne end nogensinde før. Mod slutningen af 1960’erne voksede uenighederne mellem yngre og ældre generationer, fordi flere unge satte spørgsmålstegn ved mange af samfundets traditionelle normer"
  },
  {
    "title": "Danmark i europa og oliekrise",
    "sub_title": "1972-90",
    "content": "Danmark blev i 1973 medlem af Det Europæiske Fællesskab, EF, der var forløberen for det nuværende EU. I begyndelsen af 1970’erne blev Danmark efter mange år med god økonomi og vækst ligesom mange andre lande ramt af økonomisk krise. 1970’erne og 1980’erne blev en periode for Danmark med lav økonomisk vækst samt nye politiske partier og bevægelser."
  },
  {
    "title": "Danmark i det globale samfund",
    "sub_title": "1990-",
    "content": "Danmarkshistorien har siden 1990 stået i globaliseringens tegn. Berlinmuren og Jerntæppet faldt, og nye konflikter brød ud. Kampen mod terrorisme har også præget verden og Danmark, og har spillet en ny og mere aktiv rolle i internationale forhold. EF udvidede det politiske samarbejde og blev omdøbt til De Europæiske Union (EU), men danskerne tog kun tøvende det nye EU til sig. Landets økonomiske situation – dog afbrudt af en finanskrise i 2008 – forbedrede sig igen, og problemer med at integrere flygtninge og indvandrere i samfundet optog stadig flere. I 2020 ramte en global sundhedskrise med Covid-19."
  }
]